Repository: CC5103/Barveil
Catalog: Barveil/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %lld recorded events
ja: %lld 件の記録
zh_hans: %lld 条记录

source: A manual toggle stays pinned until the front app changes. Automatic control then resumes.
ja: 手動操作は前面のアプリが変わるまで固定され、その後は自動制御に戻ります。
zh_hans: 手动操作会保持到前台 App 改变；随后自动控制会恢复。

source: A quieter full screen
ja: もっと静かなフルスクリーン
zh_hans: 更安静的全屏体验

source: About
ja: 情報
zh_hans: 关于

source: About Barveil
ja: Barveil について
zh_hans: 关于 Barveil

source: Accessibility
ja: アクセシビリティ
zh_hans: 辅助功能

source: Accessibility access granted
ja: アクセシビリティ権限は許可済みです
zh_hans: 已获得辅助功能权限

source: Accessibility access not granted
ja: アクセシビリティ権限が未許可です
zh_hans: 尚未获得辅助功能权限

source: Active
ja: 有効
zh_hans: 运行中

source: Add Barveil & Open Settings
ja: Barveil を追加して設定を開く
zh_hans: 添加 Barveil 并打开设置

source: Advanced
ja: 詳細
zh_hans: 高级

source: App
ja: アプリ
zh_hans: 应用

source: Automatic
ja: 自動
zh_hans: 自动

source: Automatic control is off
ja: 自動制御はオフです
zh_hans: 自动控制已关闭

source: Automatic detection is off. Use the button below or your keyboard shortcut.
ja: 自動検出はオフです。下のボタンまたはキーボードショートカットを使います。
zh_hans: 自动检测已关闭。请使用下方按钮或键盘快捷键。

source: Automatically hide the menu bar during full-screen playback.
ja: フルスクリーン再生中はメニューバーを自動的に隠します。
zh_hans: 全屏播放时自动隐藏菜单栏。

source: Barveil control
ja: Barveil の制御
zh_hans: Barveil 控制

source: Barveil gets the menu bar out of the way only while a video is playing full screen.
ja: Barveil は動画がフルスクリーンで再生されている間だけ、メニューバーを邪魔にならない位置へ退けます。
zh_hans: 只有在视频全屏播放时，Barveil 才会让菜单栏暂时退场。

source: Barveil registers itself; macOS only asks you to confirm the system switch.
ja: Barveil は自動で登録されます。macOS ではシステムのスイッチを確認するだけです。
zh_hans: Barveil 会自动注册，macOS 只会请你确认系统开关。

source: Barveil Settings
ja: Barveil 設定
zh_hans: Barveil 设置

source: Barveil will be added to Accessibility automatically. You only need to turn on its system switch.
ja: Barveil はアクセシビリティ一覧に自動で追加されます。システムのスイッチをオンにするだけです。
zh_hans: Barveil 会自动加入辅助功能列表，你只需要打开它的系统开关。

source: Behavior
ja: 動作
zh_hans: 行为

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Changes take effect immediately.
ja: 変更はすぐに反映されます。
zh_hans: 更改会立即生效。

source: Check for Updates
ja: 更新をチェック
zh_hans: 检查更新

source: Clear
ja: 消去
zh_hans: 清除

source: Control mode
ja: 制御モード
zh_hans: 控制模式

source: Copied
ja: コピーしました
zh_hans: 已复制

source: Copy
ja: コピー
zh_hans: 拷贝

source: Couldn’t Update Settings
ja: 設定を更新できませんでした
zh_hans: 无法更新设置

source: Current app
ja: 現在のアプリ
zh_hans: 当前应用

source: Current shortcut
ja: 現在のショートカット
zh_hans: 当前快捷键

source: Detection
ja: 検出
zh_hans: 检测

source: Detection details
ja: 検出の詳細
zh_hans: 检测详情

source: Diagnostics
ja: 診断
zh_hans: 诊断

source: Display
ja: ディスプレイ
zh_hans: 显示器

source: Done
ja: 完了
zh_hans: 完成

source: Exact browser detection needs permission
ja: ブラウザの正確な検出には権限が必要です
zh_hans: 精确浏览器检测需要权限

source: Exclude
ja: 除外
zh_hans: 排除

source: Exclude This App
ja: このアプリを除外
zh_hans: 排除此应用

source: Excluded Apps
ja: 除外したアプリ
zh_hans: 排除的应用

source: General
ja: 一般
zh_hans: 通用

source: Get Started
ja: 使ってみる
zh_hans: 开始使用

source: Hidden until the app changes
ja: アプリを切り替えるまで非表示
zh_hans: 切换应用前保持隐藏

source: Hide Menu Bar
ja: メニューバーを隠す
zh_hans: 隐藏菜单栏

source: Hides the menu bar only when the front app is playing full-screen video. Windowed playback is left alone.
ja: 前面のアプリがフルスクリーン動画を再生しているときだけメニューバーを隠します。ウインドウ再生には影響しません。
zh_hans: 仅当前台 App 全屏播放视频时隐藏菜单栏；窗口播放不受影响。

source: Include This App
ja: このアプリを対象に戻す
zh_hans: 取消排除

source: It will come back when playback pauses or the picture leaves full screen.
ja: 再生を一時停止するかフルスクリーンを終了すると、自動的に戻ります。
zh_hans: 暂停播放或退出全屏后，它会自动回来。

source: Keep Hidden
ja: 隠したまま
zh_hans: 保持隐藏

source: Keyboard
ja: キーボード
zh_hans: 键盘

source: Keyboard shortcut
ja: キーボードショートカット
zh_hans: 键盘快捷键

source: Language
ja: 言語
zh_hans: 语言

source: Launch at login
ja: ログイン時に起動
zh_hans: 登录时启动

source: Leave this off unless a player is not detected. It can produce more false positives.
ja: プレイヤーが検出されない場合だけオンにしてください。誤検出が増える可能性があります。
zh_hans: 仅在播放器无法识别时开启；它可能增加误判。

source: Leaving full screen
ja: 全画面から切り替え中
zh_hans: 正在退出全屏

source: Links
ja: リンク
zh_hans: 链接

source: macOS needs Accessibility access to tell a full-screen browser window apart from a full-screen video.
ja: macOS がブラウザのウインドウ全画面と動画のフルスクリーンを区別するには、アクセシビリティ権限が必要です。
zh_hans: macOS 需要“辅助功能”权限，才能区分浏览器窗口全屏和视频全屏。

source: Manual
ja: 手動
zh_hans: 手动

source: Manual control
ja: 手動制御
zh_hans: 手动控制

source: May help with unusual players that route audio through another process.
ja: 別のプロセス経由で音声を出力する特殊なプレイヤーで役立つ場合があります。
zh_hans: 可能有助于通过其他进程输出音频的播放器。

source: Menu bar hidden
ja: メニューバーを非表示中
zh_hans: 菜单栏已隐藏

source: Next, macOS may ask for Accessibility access. Barveil adds itself to the list; you only turn on the switch.
ja: 次に macOS がアクセシビリティ権限を求める場合があります。Barveil は自動で一覧に追加されるので、スイッチをオンにするだけです。
zh_hans: 接下来，macOS 可能会请求辅助功能权限。Barveil 会自动加入列表，你只需打开开关。

source: No
ja: いいえ
zh_hans: 否

source: No account, no analytics, and no network access.
ja: アカウント不要、解析なし、ネットワークアクセスなし。
zh_hans: 无账号、无分析、无网络访问。

source: No Action Needed
ja: 操作は必要ありません
zh_hans: 无需操作

source: No action needed right now
ja: 現在必要な操作はありません
zh_hans: 目前无需操作

source: No excluded apps
ja: 除外したアプリはありません
zh_hans: 没有排除的应用

source: Nothing recorded yet.
ja: まだ記録はありません。
zh_hans: 暂无记录。

source: Off
ja: オフ
zh_hans: 已关闭

source: Only during playback
ja: 再生中のみ
zh_hans: 仅在播放时

source: Open
ja: 開く
zh_hans: 打开

source: Open System Settings
ja: システム設定を開く
zh_hans: 打开系统设置

source: Pause playback or leave full screen and your menu bar comes back.
ja: 再生を一時停止するかフルスクリーンを終了すると、メニューバーが戻ります。
zh_hans: 暂停播放或退出全屏后，菜单栏会自动回来。

source: Picture full screen
ja: 画面が全画面
zh_hans: 画面全屏

source: Playing
ja: 再生中
zh_hans: 播放中

source: Press keys…
ja: キーを押してください…
zh_hans: 请按下按键…

source: Privacy
ja: プライバシー
zh_hans: 隐私

source: Quit
ja: 終了
zh_hans: 退出

source: Quit Barveil
ja: Barveil を終了
zh_hans: 退出 Barveil

source: Ready
ja: 準備完了
zh_hans: 已就绪

source: Record
ja: 記録
zh_hans: 录制

source: Remove
ja: 削除
zh_hans: 移除

source: Restore and Turn Off Automation
ja: 設定を戻して自動制御をオフ
zh_hans: 恢复设置并关闭自动控制

source: Restore Automatic
ja: 自動制御に戻す
zh_hans: 恢复自动控制

source: Restore System Setting?
ja: システム設定を復元しますか？
zh_hans: 恢复系统设置？

source: Returns automatically
ja: 自動的に戻る
zh_hans: 自动恢复

source: Settings…
ja: 設定…
zh_hans: 设置…

source: Shortcut
ja: ショートカット
zh_hans: 快捷键

source: Show Menu Bar
ja: メニューバーを表示
zh_hans: 显示菜单栏

source: Smart
ja: スマート
zh_hans: 智能

source: Start a full-screen video. Windowed playback and ordinary app windows are left alone.
ja: フルスクリーン動画を再生してください。ウインドウ再生や通常のアプリウインドウには影響しません。
zh_hans: 开始播放全屏视频。窗口播放和普通应用窗口不会触发隐藏。

source: Start quietly in the menu bar after you sign in.
ja: ログイン後、メニューバーで静かに起動します。
zh_hans: 登录后在菜单栏中安静启动。

source: Startup
ja: 起動
zh_hans: 启动

source: Stays on this Mac
ja: この Mac の中だけ
zh_hans: 只留在这台 Mac

source: System Default
ja: システムに合わせる
zh_hans: 跟随系统

source: System Recovery
ja: システムの復元
zh_hans: 系统恢复

source: That shortcut is already taken by another app.
ja: このショートカットはほかのアプリが使用中です。
zh_hans: 该快捷键已被其他应用占用。

source: The log is kept in memory, is limited to 30 events, and can be copied when you report a problem.
ja: ログはメモリ内に最大 30 件保存され、問題を報告するときにコピーできます。
zh_hans: 日志仅保存在内存中，最多 30 条，可在反馈问题时复制。

source: The menu bar is returning with the system transition.
ja: メニューバーはシステムの切り替えアニメーションとともに戻ります。
zh_hans: 菜单栏会随系统转场动画一起回来。

source: The menu bar stays under your control while this app is in front.
ja: このアプリが前面にある間、メニューバーは手動操作のままです。
zh_hans: 此应用位于前台时，菜单栏由你掌控。

source: The picture is full screen. The menu bar will step aside when playback begins.
ja: 画面はフルスクリーンです。再生が始まるとメニューバーが退きます。
zh_hans: 画面已全屏。开始播放后，菜单栏会退场。

source: The system switch for Barveil is on.
ja: Barveil のシステムスイッチはオンです。
zh_hans: Barveil 的系统开关已打开。

source: This app is excluded
ja: このアプリは除外されています
zh_hans: 此应用已排除

source: This manual choice stays put until the front app changes.
ja: この手動設定は前面のアプリが変わるまで保持されます。
zh_hans: 此手动选择会保持到前台 App 改变。

source: This turns off automatic control and restores the menu-bar setting that was active before Barveil changed it.
ja: 自動制御をオフにし、Barveil が変更する前のメニューバー設定に戻します。
zh_hans: 这会关闭自动控制，并恢复 Barveil 更改前的菜单栏设置。

source: Toggle the menu bar without opening this panel.
ja: パネルを開かずにメニューバーを切り替えます。
zh_hans: 无需打开面板即可切换菜单栏。

source: Treat unattributed audio as playback
ja: 帰属先不明の音声を再生中として扱う
zh_hans: 将来源不明的音频视为播放

source: Turn it on to let Barveil manage the menu bar. Your current system setting is unchanged.
ja: オンにすると Barveil がメニューバーを管理します。現在のシステム設定は変更されません。
zh_hans: 开启后由 Barveil 管理菜单栏；当前系统设置不会被改动。

source: Turn On Automatic Control
ja: 自動制御をオンにする
zh_hans: 开启自动控制

source: Turns automatic detection off. Use the menu-bar button or keyboard shortcut to hide and show the bar.
ja: 自動検出をオフにします。メニューバーのボタンまたはキーボードショートカットで表示／非表示を切り替えます。
zh_hans: 关闭自动检测。使用菜单栏按钮或键盘快捷键显示/隐藏菜单栏。

source: Version %@
ja: バージョン %@
zh_hans: 版本 %@

source: Visible until the app changes
ja: アプリを切り替えるまで表示
zh_hans: 切换应用前保持显示

source: Waiting for approval
ja: 許可待ち
zh_hans: 等待批准

source: Waiting for approval in System Settings.
ja: システム設定での許可待ちです。
zh_hans: 正在等待系统设置中的批准。

source: Waiting for playback
ja: 再生待ち
zh_hans: 等待播放

source: When an app is excluded, Barveil leaves the menu bar exactly as it is whenever that app is in front.
ja: アプリを除外すると、そのアプリが前面にある間は Barveil がメニューバーを変更しません。
zh_hans: 应用被排除后，只要它位于前台，Barveil 就不会改动菜单栏。

source: When full screen is paused
ja: フルスクリーン一時停止時
zh_hans: 全屏暂停时

source: While Barveil is running, it uses a consistent visible baseline and temporarily hides the menu bar only during playback. Your original full-screen menu-bar setting is restored when Barveil is turned off or quit.
ja: Barveil の実行中は一貫した表示ベースを使い、再生中だけメニューバーを一時的に隠します。Barveil をオフにするか終了すると、元のフルスクリーン用メニューバー設定に戻ります。
zh_hans: Barveil 运行期间会使用统一的可见基线，只在播放时临时隐藏菜单栏。关闭 Barveil 或退出后，会恢复你原来的全屏菜单栏设置。

source: Why this state?
ja: この状態の理由
zh_hans: 为什么是这个状态？

source: Windowed video and ordinary full-screen windows are left alone.
ja: ウインドウ表示の動画や通常のフルスクリーンウインドウには影響しません。
zh_hans: 窗口视频和普通全屏窗口不受影响。

source: Yes
ja: はい
zh_hans: 是

source: You can also exclude the current app directly from the Barveil panel.
ja: Barveil パネルから現在のアプリを直接除外することもできます。
zh_hans: 也可以直接从 Barveil 面板排除当前应用。

source: Your current macOS menu-bar setting is preserved while automation is off.
ja: 自動制御がオフの間、現在の macOS メニューバー設定は保持されます。
zh_hans: 自动控制关闭期间，会保留你当前的 macOS 菜单栏设置。

source: “Keep Hidden” leaves the menu bar out of the way until the full-screen picture closes. This choice has no effect in manual mode.
ja: 「隠したまま」はフルスクリーン画面を閉じるまでメニューバーを退けたままにします。手動モードでは効果がありません。
zh_hans: “保持隐藏”会让菜单栏一直退场，直到关闭全屏画面。手动模式下无效。

source: OK
zh_hans: 好
